[
  {
    "autonomousCommunity": "NA",
    "consent": true,
    "email": "tingye90@gmail.com",
    "ethnicity": "China",
    "name": "DingDing Ye",
    "testimony": "En mi caso, como mis padres tenían su propio negocio (restaurante chino), y no podían cuidarme, me dejaron con una pareja de españoles que ya cuidaba al hijo de un amigo de mi padre. \nMe dejaron con un mes, y por lo que se, vivía directamente con mis tíos que es como los llamo, y por las tardes, fines de semana, venían mis padres y mis hermanas a pasar un rato conmigo y verme y tal. \nEstuve viviendo con ellos hasta los 5-6 años, y luego volví a casa con mis padres y algunos fines de semana me iba con mis tíos a su chalet. \n\nTengo fotos de mis tíos de cuando cumplía años de pequeña junto con mis padres, y también por lo que me han contado y lo que he visto de más mayor, la relación era buena entre ellos. Digo era, porque mis tíos fallecieron hace unos años. \n\nLuego en la adolescencia tuve una temporada en la que perdí un poco el contacto, no sé por qué, pero no les llamaba, ni iba a verlos ni nada. A veces pienso que puede ser que fuera porque fue la temporada en la que empecé a conectar más con mi parte china, la comunidad china, mi círculo social, gustos, hobbies, etc era todo relacionado con China, y no acababa de relacionar que ellos fueran parte de mi o tal vez fue solo la adolescencia..Tampoco te sabría decir bien cuál fue el motivo. \nEllos,en cambio, en fiestas como navidades, cumples y demás sí que me llamaban y venían todos los años a comer/cenar en navidades al restaurante para verme, junto con sus hijos etc. \nY ya, un poco más mayor creo que cuando empecé la universidad, retomé contacto más frecuente con ellos, generalmente les llamaba una vez a la semana para ver cómo estaban e iba a verlos cada x tiempo. Después ya me mudé a Valladolid por trabajo y posteriormente a Barcelona, por lo que cuando bajaba a Valencia también me organizaba e iba a verles un ratito. \n\nSiempre decían que era una hija más para ellos. Y la verdad, que me cuidaron y me quisieron muchísimo. \n\nAl final ha sido más largo de lo que pensaba, espero que te ayude, no se si es la info que buscabas, sino me dices, y profundizamos más. \n\n¡Gracias por lo que haces! me sentí muy muy identificada con tu primera novela. \nLuego les dejé los libros a una amiga y tengo que pedirle que me los devuelva, que no pude acabar la última novela jaja."
  },
  {
    "autonomousCommunity": "Andalucía",
    "consent": true,
    "email": "estefaniazhan@gmail.com",
    "ethnicity": "China",
    "name": "Estefania Zhan",
    "testimony": "Mi madre se mudó a España con 18 años, concretamente a Úbeda (Jaén), ya que mis abuelos habían montado un restaurante unos años antes. Obviamente ella no hablaba nada de español, y empezó a relacionarse bastante con una de las vecinas del bloque, Clari, viuda y con dos hijos adolescentes. Así que mi madre aprendió castellano en el salón de su casa, y acabaron siendo amigas. Cuando mi hermano y yo nacimos era mi madre la que se encargaba de todo lo relacionado con el restaurante, así que al mes de nacer yo ya estaba en casa de la vecina, o mejor dicho, en casa de mi mami (con 30 años que tengo jamás la he llamado de otra forma). Por el horario de trabajo de mis padres literalmente vivía 24/7 en casa de Clari, fue la persona que me crió y que forjó mi forma de ser desde siempre. Tanto a mi hermano como a mí nos ha tratado como si fuéramos sus hijos, y lo sigue haciendo. Igualmente sus hijos, nietos, hermanos, sobrinos, etc etc siguen siendo nuestra familia.  \nClaro está que mi crianza en un ambiente 100% español (mi contacto con la cultura china fue prácticamente nulo durante mi infancia, y realmente no he empezado a reconciliarme con mis raíces desde hace poco) ha sido un conflicto entre mi características físicas y mi interior."
  },
  {
    "autonomousCommunity": "Comunidad Valenciana",
    "consent": true,
    "email": "holahuiyingzhang@gmail.com",
    "ethnicity": "China",
    "name": "Huiying Zhang",
    "testimony": "1. ¿Quién fue la persona (o las personas) que te cuidaron en tu infancia y cómo llegó a estar en tu vida?\nMe empezó a cuidar un matrimonio de españoles, originarios de un pueblo de Castellón llamado las Alquerías del Niño Perdido, que por aquel entonces tenían unos 45 años. Ellos cuando eran jóvenes abrieron una panadería en otro pueblo de Castellón llamado Almazora y es ahí dónde mis padres más tarde abrirían su restaurante. Creo que es bastante obvio que ellos empezaron siendo clientes de mis padres y cuando yo nací, se fueron volviendo poco a poco en amigos hasta que llegó el punto en el que les propusieron a mis padres cuidarme porque las cuidadoras que mis padres contrataban no se tomaban en serio su trabajo. Ellos ya tenían hijos varones, el más pequeño tenía ya 15 años, pero siempre habían querido tener una hija y esa hija acabé siendo yo.\n\n2. ¿Qué recuerdos cotidianos tienes con tu nanny? ¿Hay algo que hacían juntos/as que aún guardas con cariño?\nTengo recuerdos de irme con ellos de vacaciones en verano, de tener regalos de Navidad y Reyes, de ir a la playa todos los findes de semana, de jugar en su panadería a ser panadera, de dormir en su casa, de hacer paella, de ayudarlos a hacer roscones de reyes y monas de pascua,... Guardo con cariño todos esos recuerdos porque para mí son familia y por desgracia fallecieron ambos hace unos años con 2 años de diferencia.\n\n3. ¿Qué tipo de vínculo era el que compartíais? (Cariño, indiferencia, como si fueran familia…etc) ¿Como eran los cuidados?\nEl vínculo era familiar, incluso más cercano que con personas de mi propia familia. Los cuidados eran iguales a los que me brindaban mis propios padres, aunque ellos hacían algo mejor que unos padres chinos... dar muestras de afecto y tener empatía emocional.\n\n4. ¿En qué momento te diste cuenta de que venían de contextos distintos?\nPara mí no hubo ningún momento en el que hiciese \"click\" y pensara que fueran diferentes a mí. Ellos nos integraron tan bien en su extensa familia que para mí era natural la relación que teníamos y nunca me llegué a cuestionar nada. Quienes realmente te señalan que esas personas son distintas a ti o que tú eres la distinta, son personas externas que no tienen nada que ver contigo ni con tu círculo.\n\n5. ¿Qué cultura era la dominante en vuestra relación? ¿La cultura familiar o la cultura de la nanny? ¿Y eso cómo te hacía sentir?\nLa cultura dominante era la española, pero ellos también se integraban en nuestra cultura china y les encantaba probar cualquier tipo de comida que mi padre hacía. Mis padres también les hacían regalos de elementos decorativos chinos y en su casa tenían una fusión también. Por mi parte, no sentía nada en particular porque esa fusión de culturas estaba tan bien integrada que para mí era algo totalmente natural.\n\n6. ¿Viste o sentiste alguna vez desigualdad entre tu nanny, su familia y tu familia? ¿Cómo lo viviste entonces?\nDe pequeña no, pero ya en mi etapa adulta sí que he visto que existía cierta desigualdad sin tener ellos la culpa. Mis padres no tenían nunca vacaciones y ellos sí, por lo que nos íbamos de vacaciones con ellos. En general, mis padres tenían muy poco tiempo y ellos disfrutaban de más horas de ocio. Aún así, mis padres siempre han tratado de pasar tiempo con mi hermano y conmigo y nunca los hemos echado en falta en nuestra infancia.\n\n7. ¿Hubo alguna situación que te haya hecho sentir confusión, tristeza o incomodidad en esa relación?\nNo, nunca.\n\n8. ¿Cómo fue la despedida (si hubo una)? ¿Se ha mantenido una relación con tu nanny?\nSiempre se mantuvo la relación con ellos hasta que fallecieron y hoy en día sigo la relación con el único hijo que les queda (los otros dos fallecieron). Para mí, tanto él como su mujer son como hermanos mayores y su hijo es como un sobrino. Con el resto de familiares sigo teniendo relación pero ya no es tan cercana como cuando ellos aún vivían, eran el nexo.\n\n9. ¿Qué huella crees que dejó en ti esa relación, ahora que lo piensas de adulto/a?\nPienso que gracias a ellos soy la persona que soy ahora y que a pesar de que familiares chinos digan que estoy muy españolizada, me gusta estarlo. Siento que tengo una riqueza cultural, una manera de relacionarme y un nivel de inteligencia emocional que no hubiese tenido si mi familia hubiera sido íntegramente china."
  },
  {
    "autonomousCommunity": "Cataluña",
    "consent": true,
    "email": "iruka.ochi@gmail.com",
    "ethnicity": "Familia bicultural",
    "name": "Iruka Ochi",
    "testimony": "Tenía una canguro que era mi vecina (catalana) o su hermano, si ella no podía. Era joven, debía tener 20 años como mucho. Mi canguro jugaba mucho con nosotras y nos enseñaba el abecedario en inglés, ya que ella lo hablaba muy bien. Nos llevábamos bien con ella, era graciosa, pero era estricta y nos “reñía” de forma diferente a mis padres. En mi casa nunca me habían castigado a mi habitación y ella sí lo hacía. A la hora de hacernos la cena, a veces cocinaba de forma distinta a mi familia, pero nunca lo relacioné con un tema cultural. Mucho más adelante en la vida me di cuenta que el tema de cocer el arroz de una forma muy particular sí que era cultural y me relajé. En vez de pensar que mis amigas no sabían cocinar el arroz bien, entendí que lo cocinaban a su manera. Nunca sentí que hubiera diferencias culturales a esa edad... hasta bastante mayor no vi diferencias con la forma de educar de mi padre y de mi madre tampoco. No recuerdo cuándo dejó de cuidarnos, pero al ser vecina, la íbamos viendo de vez en cuando.\nEspero que te ayude. He pensado en si quiero hacerlo anónimo o no, y creo que prefiero anónimo ya que no hay muchas Iruka en España y se vería muy obvio que lo he escrito yo..."
  },
  {
    "autonomousCommunity": "NA",
    "consent": true,
    "email": "jorgechen1996@gmail.com",
    "ethnicity": "China",
    "name": "Jorge Chen",
    "testimony": "Cuando nací mis padres trabajaban en un restaurante y una amiga de la familia tenía un bar cerca, justo se prejubiló cuando yo tenía dos meses y decidió cuidarme. Por la situación de mis padres, yo vivía con ella e iba al restaurante todos los días a estar con mis padres. Recuerdo el barrio donde crecí, salir a pasear juntos y jugar con los niños del barrio. La relación es de familia, a ella la considero mi segunda madre y su familia es mi familia, siempre digo que tengo dos madres. A lo largo de mi vida me he tenido que mudar varias veces por el trabajo de mis padres pero ella siempre venía a visitarme o en las vacaciones de verano yo volvía a estar con ella. Siempre que ha podido ha ayudado a mis padres con el tema de la documentación en las escuelas, reuniones de padres, becas o cosas así, hasta que yo tuve la edad y conocimiento para encargarme yo de ello. En este aspecto mi vida ha sido bastante ajetreada porque hasta los 4 años viví con mi cuidadora, luego estuve 2 años con mis padres, 1 año con mi cuidadora de nuevo, 2 con mis padres, 2 con mi cuidadora, 2 con mis padres, 3 con mi cuidadora, 1 año solo (1º de Universidad) que fue un desastre y luego 7 años con mi cuidadora ya en la universidad y hasta que terminé una carrera.\nDe la primera separación, cuando tenía 4 años, no tengo recuerdos pero sí me han contado que lo pasé bastante mal.\nCon el tema de la cultura... siempre he sentido que era diferente a los demás (también fui diagnosticado con altas capacidades a los 8 años, y pasé de 4º a 6º de primaria directamente) pero nunca me he sentido excluido a lo largo de toda mi educación. (Quiero destacar que ha sido siempre en la educación pública). Como he vivido mucho con mis padres biológicos y con mi cuidadora, pero mis primeros años fueron con ella y por haber crecido en España, me siento culturalmente español (por ejemplo en temas deportivos y en costumbres típicas. Por otro lado, también tengo cierto sentimiento cultural chino y no me resulta extraño hacer cosas más \"chinas\". Si tuviera que decir un porcentaje, quizás sería 75-25. \nMis padres intentaron que aprendiese chino, pero a mí no me gustaba y los profesores que tenía no eran profesores, sino personas chinas que intentaban enseñar entonces nunca llegué a interesarme por el idioma y ahora le tengo cierta tirria o manía a aprender chino (cosa de la que me arrepiento). Por eso lo único que sé de chino es \"chino de casa\" porque mis padres sí que me hablan en mandarín muchas veces y el vocabulario que se usa en un hogar lo conozco, pero yo contesto en español.\nAhora de adulto sé la suerte que tengo de haber tenido a una cuidadora que se haya implicado tanto y haya hecho tanto esfuerzo por seguir estando en mi vida."
  },
  {
    "autonomousCommunity": "Andalucía",
    "consent": true,
    "email": "jorgezhou97@gmail.com",
    "ethnicity": "China",
    "name": "Jorge Zhou",
    "testimony": "Yo soy Jorge, y soy de poquito antes del año 2000. Mis adres son de Qingtian y Wenzhou, y se conocieron aquí, en Granada. Cómo no, abieron un restaurante en un pueblo de la costa. \nMaría Teresa y su familia, y por ende, mi segunda familia, en ese entonces eran clientes de mi padre, pues anteriormente había tenido un restaurante con su hermana, hasta que llegó mi madre. Les gustaba ir cada fin de semana a comer ahí y se hicieron con el tiempo amigues de mis adres. \nMaría Teresa tenía una hija de 18 años, es decir, ya crecidita, y muy unida a su madre. Se emocionaron mucho cuando mi madre les contó que estaba embarazada de mí. Esa amistad creció. A los meses, le cuenta que planeaban enviarme a china con mis abueles, pues con tanto trabajo (12h al día), no podían criarme, y estaría mejor con elles. María Teresa había visto crecer esa barriguita, y según me cuenta siempre, también iba sintiendo que ese niño era una parte de ella, por lo cual, muy altruistamente se ofreció a cuidarme y criarme, para no separarme de mis adres. Todo el mundo,incluido yo, le dice que eso es tener el corazón muy grande, pero para ella, \"es lo que cualquier persona normal haría\". Por alguna extraña razón, aceptaron. \nCuando nací, ella y su familia vinieron a verme el primer día. Era un frío día de invierno, y me encontraron porque era el niño más llorón de la planta. Desde ese primer día hasta los 3 años que nació mi hermano menor, me crió como su hijo y estaba todos los días en su casa, mientras mis adres trabajaban. A veces me llevaba a visitarlos, pero quien de facto me cambió de pañales, me alimentaba y consolaba eran ella y su familia. \nDespués de nacer mi hermano, decidieron que me quedase en casa de mis adres biológiques entre semana y en el fin de semana estuviese con María Teresa, y así poder tener contacto con mi hermano.\nDurante mi infancia fue mi figura materna principal, quien me inculcó la lectura, quien me quiso y me enseñó a cuidar con cariño. Era quien iba a más reuniones del AMPA, quien me compraba juguetes y jugaba conmigo, y me ayudaba con los deberes. Y quien después me contaba historias de la Guerra Civil de su familia y quien me sensibilizó de todas estas cuestiones. Hoy en día le digo a mis amigues: \"Otra cosa no, pero gracias a ella, creo que tengo un apego seguro, y un amor al conocimiento que de otra manera hubiera sido complicado\". \nMi familia me decía que aunque tuviera a \"Mami\" supiera quién era mi \"madre de verdad\". Pero la que me daba cariño, atención, amor era otra persona, aunque no supiera verbalizarlo. Aun así, agradezco todo lo que me han dado ambas familias, pues un idioma y una cultura tan diferentes son una riqueza enorme para mi persona. Lo que es el trabajo duro, los fuertes lazos familiares, la conciencia del racismo ha sido fruto de mi circunstancia como sinodesdiente. Como me decían en la infancia : \"Qué suerte que tengas dos papás y dos mamás\". Así lo siento. De hecho, recuerdo un episodio cuando era pequeño en que unos chicos me increparon como \"¡Chinooooo!\" por la calle, y mi mami española fue al ayuntamiento y al colegio a hacer algo al respecto, por toda la rabia que le despertó la situación.  \n\nMi mami es una segunda madre, con todo lo bueno y malo que conlleva ello.  Peleas, desentendidos pero también compañía y amor."
  },
  {
    "autonomousCommunity": "Canarias",
    "consent": true,
    "email": "leilashan@gmail.com",
    "ethnicity": "China",
    "name": "Leila Maria Shan",
    "testimony": "Mi caso no es muy común en la cronología de la inmigración china en España, dada la época en que nací.\nMi padre salió de China cuando se instauró el régimen comunista, y llegó a España,  concretamente a Andalucía, donde uno de sus hermanos había comprado una finca y tenía instalada a su madre.\nNo sé en qué momento ni por qué razón acabó en las Islas Canarias, con la intención de montar un restaurante chino. \nEstando aquí conoció a mi madre, una española de origen peninsular cuya vida había dado un giro inesperado con apenas 16 años, y que estaba trabajando aquí de guía turística. \nEs decir, dos inmigrantes o desplazados, con el inglés como lengua común.  Se casaron y en 1970 nací yo.\nDurante el tiempo en que mi madre se establecía en la isla, conoció a una chica de la que se hizo amiga y a cuya madre le alquilaba la habitación (compartida a medias con esta amiga). Con esta señora forjó una relación que, palabras de mi madre, \"era más madre para mí que mi propia madre\". Su marido también fue como un padre. Al marido no lo conocí, pero a la señora sí, porque me cuidó desde el momento en que nací y estuvo allí durante muchísimos años.\n\nY esto es, a grandes rasgos, la historia de la que podría llamarse mi abuela postiza."
  },
  {
    "autonomousCommunity": "NA",
    "consent": true,
    "email": "yvettedelolmo@gmail.com",
    "ethnicity": "Familia bicultural",
    "name": "Yvette Del Olmo",
    "testimony": "Yo soy medio china, por parte de madre, y mi cuidadora era española. Era la mujer que limpiaba en casa desde que yo nací y me cuidaba al salir del colegio y en verano me recogía de natación y esas cosas. A veces me llevaba a los cumpleaños de su hijo o su sobrina. Falleció cuando yo tenía unos 8 años, tenía ella 39.\n\n¿Quién fue la persona (o las personas) que te cuidaron en tu infancia y cómo llegó a estar en tu vida? Era la mujer que limpiaba en mi casa cuando yo naci\n¿Qué recuerdos cotidianos tienes con tu nanny? ¿Hay algo que hacían juntos/as que aún guardas con cariño? Recuerdo siempre que, al salir del colegio, me hacía paninis en el horno. Eran solo pan con tomate frito, jamon york y queso encima y, pensándolo ahora, no serían nada muy allá, pero a mí me encantaban y me hacía mucha ilusión.\n¿Qué tipo de vínculo era el que compartíais? (Cariño, indiferencia, como si fueran familia…etc) ¿Como eran los cuidados? Merche era como de la familia. Siempre estaba en las celebraciones y me llevaba al cumpleaños de su sobrina y su hijo. Del tiempo que recuerdo, sobre todo ella hacia las tareas de limpieza de la casa y cocinaba a veces. Como yo estaba con ella en verano o cuando estaba enferma, hacía mis propias cosas (deberes, leer, ver la tele). La recuerdo siempre con mucho cariño y también tristeza.\n¿En qué momento te diste cuenta de que venían de contextos distintos? Creo que no tuve esa sensación muy a menudo. Al final, mi madre es china criada en España desde los 5 años. Hay cosas que mantenemos de la cultura china, pero no muchísimo o no suficiente como para notar un choque de cultura.\n¿Qué cultura era la dominante en vuestra relación? ¿La cultura familiar o la cultura de la nanny? ¿Y eso cómo te hacía sentir? Al final, la de las dos. Con ella nunca me sentí distinta.\n¿Viste o sentiste alguna vez desigualdad entre tu nanny, su familia y tu familia? ¿Cómo lo viviste entonces? La verdad es que no. Yo en ese momento de mi vida no era súper consciente de mi identidad cultural.\n¿Hubo alguna situación que te haya hecho sentir confusión, tristeza o incomodidad en esa relación?\n¿Cómo fue la despedida (si hubo una)? ¿Se ha mantenido una relación con tu nanny? Murió de un tumor cerebral cuando yo tenía 9 años. Ella tenía migrañas como yo y, aunque ella notó que sus dolores cambiaban, no le hicieron caso porque lo achacaron a eso. Cuando le hicieron caso por fin, ya fue tarde. No me dejaron ir al funeral por ser muy pequeña y es algo que me dolió mucho.\n¿Qué huella crees que dejó en ti esa relación, ahora que lo piensas de adulto/a? Sobre todo, que, cuando se tiene migrañas, hay que monitorizar los cambios. Al final me doy cuenta de que fue la primera vez que vi de cerca la desestimación del dolor y los problemas de salud de las mujeres. Pienso que también hace que haya algo en el fondo de mi mente que me recuerda a ella cada vez que cambia algo en mis migrañas. Algo que me dice que probablemente no sea nada, pero, y si sí?"
  }
]
